{
  "a": [
    {
      "title": "TAM Kinases Promote Necroptosis by Regulating Oligomerization of MLKL",
      "journalName": "Molecular Cell",
      "authors": "Ayaz Najafov,Adnan K. Mookhtiar,Hoang Son Luu,Alban Ordureau,Heling Pan,Palak P. Amin,Ying Li,Qingxian Lu,Junying Yuan",
      "abstract": "Necroptosis, a cell death pathway mediated by the RIPK1-RIPK3-MLKL signaling cascade downstream of tumor necrosis factor α (TNF-α), has been implicated in many inflammatory diseases. Members of the TAM (Tyro3, Axl, and Mer) family of receptor tyrosine kinases are known for their anti-apoptotic, oncogenic, and anti-inflammatory roles. Here, we identify an unexpected role of TAM kinases as promoters of necroptosis, a pro-inflammatory necrotic cell death. Pharmacologic or genetic targeting of TAM kinases results in a potent inhibition of necroptotic death in various cellular models. We identify phosphorylation of MLKL Tyr376 as a direct point of input from TAM kinases into the necroptosis signaling. The oligomerization of MLKL, but not its membranal translocation or phosphorylation by RIPK3, is controlled by TAM kinases. Importantly, both knockout and inhibition of TAM kinases protect mice from systemic inflammatory response syndrome. In conclusion, this study discovers that immunosuppressant TAM kinases are promoters of pro-inflammatory necroptosis, shedding light on the biological complexity of the regulation of inflammation.",
      "text": "",
      "trackingId": "31230815",
      "contributorName": "Ayaz Najafov",
      "contributorEmail": "ayaz_najafov@hms.harvard.edu",
      "contributorAffiliation": "Department of Cell Biology, Harvard Medical School, Boston, MA 02115, USA; Ludwig Center, Harvard Medical School, Boston, MA 02115, USA.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "TSPYL5 Depletion Induces Specific Death of ALT Cells through USP7-Dependent Proteasomal Degradation of POT1",
      "journalName": "Molecular Cell",
      "authors": "Harikleia Episkopou,Aurélie Diman,Eloïse Claude,Nikenza Viceconte,Anabelle Decottignies",
      "abstract": "A significant fraction (∼10%) of cancer cells maintain their telomere length via a telomerase-independent mechanism known as alternative lengthening of telomeres (ALT). There are no known molecular, ALT-specific, therapeutic targets. We have identified TSPYL5 (testis-specific Y-encoded-like protein 5) as a PML body component, co-localizing with ALT telomeres and critical for ALT+ cell viability. TSPYL5 was described as an inhibitor of the USP7 deubiquitinase. We report that TSPYL5 prevents the poly-ubiquitination of POT1-a shelterin component-and protects POT1 from proteasomal degradation exclusively in ALT+ cells. USP7 depletion rescued POT1 poly-ubiquitination and loss, suggesting that the deubiquitinase activates POT1 E3 ubiquitin ligase(s). Similarly, PML depletion suppressed POT1 poly-ubiquitination, suggesting an interplay between USP7 and PML to trigger POT1 degradation in TSPYL5-depleted ALT+ cells. We demonstrate that ALT telomeres need to be protected from POT1 degradation in ALT-associated PML bodies and identify TSPYL5 as an ALT+ cancer-specific therapeutic target.",
      "text": "",
      "trackingId": "31278054",
      "contributorName": "Anabelle Decottignies",
      "contributorEmail": "anabelle.decottignies@uclouvain.be",
      "contributorAffiliation": "Genetic and Epigenetic Alterations of Genomes, de Duve Institute, Faculty of Pharmacy and Biomedical Sciences, Université Catholique de Louvain, Brussels 1200, Belgium.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "SENP1-Sirt3 Signaling Controls Mitochondrial Protein Acetylation and Metabolism",
      "journalName": "Molecular Cell",
      "authors": "Tianshi Wang,Ying Cao,Quan Zheng,Jun Tu,Wei Zhou,Jianli He,Jie Zhong,Yalan Chen,Jiqiu Wang,Rong Cai,Yong Zuo,Bo Wei,Qiuju Fan,Jie Yang,Yicheng Wu,Jing Yi,Dali Li,Mingyao Liu,Chuangui Wang,Aiwu Zhou,Yu Li,Xuefeng Wu,Wen Yang,Y. Eugene Chin,Guoqiang Chen,Jinke Cheng",
      "abstract": "Sirt3, as a major mitochondrial nicotinamide adenine dinucleotide (NAD)-dependent deacetylase, is required for mitochondrial metabolic adaption to various stresses. However, how to regulate Sirt3 activity responding to metabolic stress remains largely unknown. Here, we report Sirt3 as a SUMOylated protein in mitochondria. SUMOylation suppresses Sirt3 catalytic activity. SUMOylation-deficient Sirt3 shows elevated deacetylation on mitochondrial proteins and increased fatty acid oxidation. During fasting, SUMO-specific protease SENP1 is accumulated in mitochondria and quickly de-SUMOylates and activates Sirt3. SENP1 deficiency results in hyper-SUMOylation of Sirt3 and hyper-acetylation of mitochondrial proteins, which reduces mitochondrial metabolic adaption responding to fasting. Furthermore, we find that fasting induces SENP1 translocation into mitochondria to activate Sirt3. The studies on mice show that Sirt3 SUMOylation mutation reduces fat mass and antagonizes high-fat diet (HFD)-induced obesity via increasing oxidative phosphorylation and energy expenditure. Our results reveal that SENP1-Sirt3 signaling modulates Sirt3 activation and mitochondrial metabolism during metabolic stress.",
      "text": "",
      "trackingId": "31302001",
      "contributorName": "Tianshi Wang",
      "contributorEmail": "tianshi777@shsmu.edu.cn",
      "contributorAffiliation": "Department of Biochemistry and Molecular Cell Biology, Shanghai Key Laboratory for Tumor Microenvironment and Inflammation, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China; State Key Laboratory of Oncogenes and Related Genes, Renji Hospital Affiliated, Shanghai Jiao Tong University School of Medicine, Shanghai 200127, China",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "RNA 5-Methylcytosine Facilitates the Maternal-to-Zygotic Transition by Preventing Maternal mRNA Decay",
      "journalName": "Molecular Cell",
      "authors": "Ying Yang, Lu Wang, Xiao Han, Wen-Lan Yang, Mengmeng Zhang, Hai-Li Ma, Bao-Fa Sun, Ang Li, Jun Xia, Jing Chen, Jian Heng, Baixing Wu, Yu-Sheng Chen, Jia-Wei Xu, Xin Yang, Huan Yao, Jiawei Sun, Cong Lyu, Hai-Lin Wang, Ying Huang, Ying-Pu Sun, Yong-Liang Zhao, Anming Meng, Jinbiao Ma, Feng Liu, Yun-Gui Yang",
      "abstract": "The maternal-to-zygotic transition (MZT) is a conserved and fundamental process during which the maternal environment is converted to an environment of embryonic-driven development through dramatic reprogramming. However, how maternally supplied transcripts are dynamically regulated during MZT remains largely unknown. Herein, through genome-wide profiling of RNA 5-methylcytosine (m5C) modification in zebrafish early embryos, we found that m5C-modified maternal mRNAs display higher stability than non-m5C-modified mRNAs during MZT. We discovered that Y-box binding protein 1 (Ybx1) preferentially recognizes m5C-modified mRNAs through π-π interactions with a key residue, Trp45, in Ybx1's cold shock domain (CSD), which plays essential roles in maternal mRNA stability and early embryogenesis of zebrafish. Together with the mRNA stabilizer Pabpc1a, Ybx1 promotes the stability of its target mRNAs in an m5C-dependent manner. Our study demonstrates an unexpected mechanism of RNA m5C-regulated maternal mRNA stabilization during zebrafish MZT, highlighting the critical role of m5C mRNA modification in early development.",
      "text": "",
      "trackingId": "31399345",
      "contributorName": "Yun-Gui Yang",
      "contributorEmail": "ygyang@big.ac.cn",
      "contributorAffiliation": "CAS Key Laboratory of Genomic and Precision Medicine, Collaborative Innovation Center of Genetics and Development, College of Future Technology, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing 100101, China; University of Chinese Academy of Sciences, Beijing 100049, China; Sino-Danish College, University of Chinese Academy of Sciences, Beijing 101408, China; Institute of Stem Cell and Regeneration, Chinese Academy of Sciences, Beijing 100101, China.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "Naa10p Inhibits Beige Adipocyte-Mediated Thermogenesis through N-α-acetylation of Pgc1α",
      "journalName": "Molecular Cell",
      "authors": "Chen-Cheng Lee,Yi-Chun Shih,Ming-Lun Kang,Yi-Cheng Chang,Lee-Ming Chuang,Ramanan Devaraj,Li-Jung Juan",
      "abstract": "Diet-induced obesity can be caused by impaired thermogenesis of beige adipocytes, the brown-like adipocytes in white adipose tissue (WAT). Promoting brown-like features in WAT has been an attractive therapeutic approach for obesity. However, the mechanism underlying beige adipocyte formation is largely unknown. N-α-acetyltransferase 10 protein (Naa10p) catalyzes N-α-acetylation of nascent proteins, and overexpression of human Naa10p is linked to cancer development. Here, we report that both conventional and adipose-specific Naa10p deletions in mice result in increased energy expenditure, thermogenesis, and beige adipocyte differentiation. Mechanistically, Naa10p acetylates the N terminus of Pgc1α, which prevents Pgc1α from interacting with Pparγ to activate key genes, such as Ucp1, involved in beige adipocyte function. Consistently, fat tissues of obese human individuals show higher NAA10 expression. Thus, Naa10p-mediated N-terminal acetylation of Pgc1α downregulates thermogenic gene expression, making inhibition of Naa10p enzymatic activity a potential strategy for treating obesity.",
      "text": "",
      "trackingId": "31422874",
      "contributorName": "Chen-Cheng Lee",
      "contributorEmail": "cchenglee@joinn-lab.com",
      "contributorAffiliation": "Genomics Research Center, Academia Sinica, Taipei 115, Taiwan, ROC.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    }
  ],

  "b": [
    {
      "title": "HCF-1 Regulates De Novo Lipogenesis through a Nutrient-Sensitive Complex with ChREBP",
      "journalName": "Molecular Cell",
      "authors": "Elizabeth A. Lane,Dong Wook Choi,Luisa Garcia-Haro,Zebulon G. Levine,Meghan Tedoldi,Suzanne Walker,Nika N. Danial",
      "abstract": "Carbohydrate response element binding protein (ChREBP) is a key transcriptional regulator of de novo lipogenesis (DNL) in response to carbohydrates and in hepatic steatosis. Mechanisms underlying nutrient modulation of ChREBP are under active investigation. Here we identify host cell factor 1 (HCF-1) as a previously unknown ChREBP-interacting protein that is enriched in liver biopsies of nonalcoholic steatohepatitis (NASH) patients. Biochemical and genetic studies show that HCF-1 is O-GlcNAcylated in response to glucose as a prerequisite for its binding to ChREBP and subsequent recruitment of OGT, ChREBP O-GlcNAcylation, and activation. The HCF-1:ChREBP complex resides at lipogenic gene promoters, where HCF-1 regulates H3K4 trimethylation to prime recruitment of the Jumonji C domain-containing histone demethylase PHF2 for epigenetic activation of these promoters. Overall, these findings define HCF-1's interaction with ChREBP as a previously unappreciated mechanism whereby glucose signals are both relayed to ChREBP and transmitted for epigenetic regulation of lipogenic genes.",
      "trackingId": "31227231",
      "contributorName": "Elizabeth A.Lane",
      "contributorEmail": "liz_lane@hms.harvard.edu",
      "contributorAffiliation": "Department of Cancer Biology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA 02215, USA; Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA 02115, USA; Department of Medicine, Harvard Medical School, Boston, MA 02115, USA.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "An Oxygen-Dependent Interaction between FBXL5 and the CIA-Targeting Complex Regulates Iron Homeostasis",
      "journalName": "Molecular Cell",
      "authors": "Adarsh K. Mayank,Vijaya Pandey,Ajay A. Vashisht,William D. Barshop,Shima Rayatpisheh,Tanu Sharma,Tisha Haque,David N. Powers,James A. Wohlschlegel",
      "abstract": "The iron-sensing protein FBXL5 is the substrate adaptor for a SKP1-CUL1-RBX1 E3 ubiquitin ligase complex that regulates the degradation of iron regulatory proteins (IRPs). Here, we describe a mechanism of FBXL5 regulation involving its interaction with the cytosolic Fe-S cluster assembly (CIA) targeting complex composed of MMS19, FAM96B, and CIAO1. We demonstrate that the CIA-targeting complex promotes the ability of FBXL5 to degrade IRPs. In addition, the FBXL5-CIA-targeting complex interaction is regulated by oxygen (O2) tension displaying a robust association in 21% O2 that is severely diminished in 1% O2 and contributes to O2-dependent regulation of IRP degradation. Together, these data identify a novel oxygen-dependent signaling axis that links IRP-dependent iron homeostasis with the Fe-S cluster assembly machinery.",
      "trackingId": "31229404",
      "contributorName": "Adarsh K. Mayank",
      "contributorEmail": "amayank@mednet.ucla.edu",
      "contributorAffiliation": "Department of Biological Chemistry, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "HAT1 Coordinates Histone Production and Acetylation via H4 Promoter Binding",
      "journalName": "Molecular Cell",
      "authors": "Joshua J. Gruber,Benjamin Geller,Andrew M. Lipchik,Justin Chen,Ameen A. Salahudeen,Ashwin N. Ram,James M. Ford,Calvin J. Kuo,Michael P. Snyder",
      "abstract": "The energetic costs of duplicating chromatin are large and therefore likely depend on nutrient sensing checkpoints and metabolic inputs. By studying chromatin modifiers regulated by epithelial growth factor, we identified histone acetyltransferase 1 (HAT1) as an induced gene that enhances proliferation through coordinating histone production, acetylation, and glucose metabolism. In addition to its canonical role as a cytoplasmic histone H4 acetyltransferase, we isolated a HAT1-containing complex bound specifically at promoters of H4 genes. HAT1-dependent transcription of H4 genes required an acetate-sensitive promoter element. HAT1 expression was critical for S-phase progression and maintenance of H3 lysine 9 acetylation at proliferation-associated genes, including histone genes. Therefore, these data describe a feedforward circuit whereby HAT1 captures acetyl groups on nascent histones and drives H4 production by chromatin binding to support chromatin replication and acetylation. These findings have important implications for human disease, since high HAT1 levels associate with poor outcomes across multiple cancer types.",
      "trackingId": "31278053",
      "contributorName": "Joshua J. Gruber",
      "contributorEmail": "jjgruber@stanford.edu",
      "contributorAffiliation": "Department of Genetics, Stanford School of Medicine, Stanford University, Palo Alto, CA 94304, USA. ",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "Osh Proteins Control Nanoscale Lipid Organization Necessary for PI(4,5)P2 Synthesis",
      "journalName": "Molecular Cell",
      "authors": "Taki Nishimura,Michael Gecht,Roberto Covino,Gerhard Hummer,Michal A. Surma,Christian Klose,Hiroyuki Arai,Nozomu Kono,Christopher J. Stefan",
      "abstract": "The plasma membrane (PM) is composed of a complex lipid mixture that forms heterogeneous membrane environments. Yet, how small-scale lipid organization controls physiological events at the PM remains largely unknown. Here, we show that ORP-related Osh lipid exchange proteins are critical for the synthesis of phosphatidylinositol (4,5)-bisphosphate [PI(4,5)P2], a key regulator of dynamic events at the PM. In real-time assays, we find that unsaturated phosphatidylserine (PS) and sterols, both Osh protein ligands, synergistically stimulate phosphatidylinositol 4-phosphate 5-kinase (PIP5K) activity. Biophysical FRET analyses suggest an unconventional co-distribution of unsaturated PS and phosphatidylinositol 4-phosphate (PI4P) species in sterol-containing membrane bilayers. Moreover, using in vivo imaging approaches and molecular dynamics simulations, we show that Osh protein-mediated unsaturated PI4P and PS membrane lipid organization is sensed by the PIP5K specificity loop. Thus, ORP family members create a nanoscale membrane lipid environment that drives PIP5K activity and PI(4,5)P2 synthesis that ultimately controls global PM organization and dynamics.",
      "trackingId": "31402097",
      "contributorName": "Taki Nishimura",
      "contributorEmail": "taki.nishimura@crick.ac.uk",
      "contributorAffiliation": "MRC Laboratory for Molecular Cell Biology, University College London, Gower Street, London WC1E 6BT, UK.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    },
    {
      "title": "Estrogen-Related Hormones Induce Apoptosis by Stabilizing Schlafen-12 Protein Turnover",
      "journalName": "Molecular Cell",
      "authors": "Dianrong Li,Jie Chen,Youwei Ai,Xiaoqiong Gu,Li Li,Di Che,Zhaodi Jiang,Lin Li,She Chen,Huangwei Huang,Jiawen Wang,Tao Cai,Yang Cao,Xiangbin Qi,Xiaodong Wang",
      "abstract": "The mitochondrial pathway of apoptosis is controlled by the ratio of anti- and pro-apoptotic members of the Bcl-2 family of proteins. The molecular events underlying how a given physiological stimulus changes this ratio to trigger apoptosis remains unclear. We report here that human 17-β-estradiol (E2) and its related steroid hormones induce apoptosis by binding directly to phosphodiesterase 3A, which in turn recruits and stabilizes an otherwise fast-turnover protein Schlafen 12 (SLFN12). The elevated SLFN12 binds to ribosomes to exclude the recruitment of signal recognition particles (SRPs), thereby blocking the continuous protein translation occurring on the endoplasmic reticulum of E2-treated cells. These proteins include Bcl-2 and Mcl-1, whose ensuing decrease triggers apoptosis. The SLFN12 protein and an apoptosis activation marker were co-localized in syncytiotrophoblast of human placentas, where levels of estrogen-related hormones are high, and dynamic cell turnover by apoptosis is critical for successful implantation and placenta development.",
      "trackingId": "31420216",
      "contributorName": "Xiaodong Wang",
      "contributorEmail": "wangxiaodong@nibs.ac.cn",
      "contributorAffiliation": "National Institute of Biological Sciences, 7 Science Park Road, Zhongguancun Life Science Park, Beijing 102206, China; Tsinghua Institute of Multidisciplinary Biomedical Research, Tsinghua University, Beijing, China.",
      "editorName": "Miao-Chih Tsai",
      "editorEmail": "mtsai@cell.com",
      "apiKey": ""
    }
  ]
}
